Repository: Close-Encounters-Corps/EDMC-Triumvirate
Catalog: L10n/*.strings
Languages: fr

source: !Language
fr: French

source: Ammonia World
fr: monde d'ammoniaque

source: Anomalous stellar phenomena
fr: Phénomènes stellaires anormaux

source: Biological surface signals
fr: Signaux de surface biologiques

source: Earthlike World
fr: Monde terrestre

source: Geology: Vents and fumeroles
fr: Géologie : Évents et fumerolles

source: Guardian sites
fr: Sites Gardien

source: Human Sites
fr: Sites Humains

source: Lagrange Clouds
fr: Nuages de Lagrange

source: Metal-Rich Body
fr: Corps riche en métaux

source: Other Sites
fr: Autres sites

source: Planetary Ring Resources
fr: Ressources sur les anneaux planétaires

source: Сигнал SOS отключен, пока вы в истребителе
fr: Le signal SOS est désactivé lorsque vous êtes en mode chasseur

source: Сигнал SOS отключен, пока вы в SRV
fr: Le signal SOS est désactivé lorsque vous êtes en mode SRV

source: Thargoid sites or barnacles
fr: Sites thargoïdes ou bernacles

source: Tourist Informatiom
fr: Informations touristiques

source: Unclassified codex entry
fr: Entrée de codex non classifiée

source: Valuable Planets
fr: Planètes de grande valeur

source: Water World
fr: Monde Aquatique

source: Версия {} установлена. Пожалуйста, перезапустите EDMC
fr: La version {} est installée. Veuillez redémarrer EDMC

source: Версия:
fr: Version:

source: Включить автообновление
fr: Activer la mise à jour automatique

source: Включить отладку
fr: Activer le débogage

source: Вы находитесь в мультиэкипаже, сигнал SOS отключен
fr: Vous êtes dans un équipage multiple, le signal SOS est désactivé.

source: Нажмите, чтобы обновить
fr: Cliquez pour actualiser

source: Настройки Кодекса
fr: Paramètres du Codex

source: Новости:
fr: Actualités:

source: Обновление до версии {} не удалось
fr: La mise à jour vers la version {} a échoué

source: Отключить голосовые сообщения
fr: Désactiver les messages vocaux

source: Пожалуйста, поставьте версию {}
fr: Veuillez installer la version {}

source: Релиз {} не установлен, ошибка
fr: La version {} n'est pas installée, erreur

source: Релиз {} установлен, пожалуйста перезагрузите EDMC
fr: Release {} installée, veuillez redémarrer EDMC

source: Скрыть иконки Кодекса
fr: Masquer les icônes du Codex

source: Скрыть новости СЕС
fr: Masquer les nouvelles de la CEC

source: Тестовая версия {}
fr: Test version {}

source: Хранить бекапы версий
fr: Sauvegarde des versions
